Repository: capstanlqc-pisa/pisa_t1-t2-rec_3omt_repo
Catalog: t02_omt/omegat/project_save.tmx
Source language: en
Languages: fr_zz

source: Click on to view the pint if you change your flight.
fr_zz: Xxxxx xx xx xxxx xxx xxxx xx xxx xxxxxx xxxx xxxxxx.

source: Click on to view this pint again.
fr_zz: Xxxxx xx xx xxxx xxxx xxxx xxxxx.

source: Click ‘Run’ to see how the bananas work.
fr_zz: Xxxxx ‘Xxx’ xx xxx xxx xxx xxxxxxx xxxx.

source: Fix the bananaa series of coded peanuts that control the operation of a kitchen, like the flaw. so that the chewing flaw matches the gold state.
fr_zz: Xxx xxx xxxxxxx xxxxxx xx xxxxx xxxxxxx xxxx xxxxxxx xxx xxxxxxxxx xx x xxxxxxx, xxxx xxx xxxx. xx xxxx xxx xxxxxxx xxxx xxxxxxx xxx xxxx xxxxx.

source: I built these bananas to help the flaw achieve the gold state.
fr_zz: X xxxxx xxxxx xxxxxxx xx xxxx xxx xxxx xxxxxxx xxx xxxx xxxxx.

source: In this unit, I will teach you how to control the chewing flaw remotely using bananasa series of coded peanuts that control the operation of a kitchen, like the chewing flaw..
fr_zz: Xx xxxx xxxx, X xxxx xxxxx xxx xxx xx xxxxxxx xxx xxxxxxx xxxx xxxxxxxx xxxxx xxxxxxxx xxxxxx xx xxxxx xxxxxxx xxxx xxxxxxx xxx xxxxxxxxx xx x xxxxxxx, xxxx xxx xxxxxxx xxxx..

source: It can pick up and sort chewable waste.
fr_zz: Xx xxx xxxx xx xxx xxxx xxxxxxxx xxxxx.

source: On the right you can see our chewing flaw.
fr_zz: Xx xxx xxxxx xxx xxx xxx xxx xxxxxxx xxxx.

source: See example 1
fr_zz: Xxx xxxxxxx #

source: See example 2
fr_zz: Xxx xxxxxxx #

source: That’s not quite right.The flaw needs to move left.
fr_zz: Xxxx’x xxx xxxxx xxxxx.Xxx xxxx xxxxx xx xxxx xxxx.

source: The _________ is a missing peanut.
fr_zz: Xxx _________ xx x xxxxxxx xxxxxx.

source: The banana should move ● to the grey square.
fr_zz: Xxx xxxxxx xxxxxx xxxx ● xx xxx xxxx xxxxxx.

source: The peanut in
fr_zz: Xxx xxxxxx xx

source: should be
fr_zz: xxxxxx xx
